{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              1
            ],
            "dtype": "float32",
            "name": "input_1",
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              1
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "RandomNormal",
              "config": {
                "dtype": "float32",
                "mean": 0.0,
                "seed": null,
                "stddev": 0.05
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "dtype": "float32",
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "dtype": "float32",
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_2",
            "trainable": true,
            "units": 10,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_2"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "dtype": "float32",
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_3",
            "trainable": true,
            "units": 1,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_3"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_3",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "fd3f47bd0bc7aedc478977dc3acbc1197da4248d65744bada8057f0c7e659987",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      1
    ]
  ],
  "output_shapes": [
    [
      1
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "VI9iPg=="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            1
          ],
          "values": [
            "RvvXvA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "dense": {
      "bias": [
        "AAAAAGbrBD0AAAAAAAAAAAAAAAAAAAAAAAAAAOTHWb3LSk29AAAAAA=="
      ],
      "weights": [
        "L7nHvFblqTwA0bO7M/u/vC0fjr27z/W8AEVWuxEN3ruFdri8b4SMvQ=="
      ]
    },
    "dense_1": {
      "bias": [
        "uMXEu5Q/ibzPFiC8PdsqvT/Cwr0hD5y93RhhPPCwcbwq42y8tcXEOw=="
      ],
      "weights": [
        "wpWlvppWqT4KRYO+ika8PnBshj3o+m2+COqCvgvFgL4AUAW8cUqEvle4Ab/CMsi+EB+6PGad7b5H6sA+L9+Tvmd3aD4Mfsi8ikFyPH6Dxb4QDC8+nMbKPtZuDL5u/uE+ZjyFvjf+tL688RA+JMVOvhxRaj7UmQs/wnYbvvYkfb77up2+AjHNPqx+7z6nmK2+XFlMvgr74b6uRog+K6b1vnaRd75Qki491NEDv1dKCL940QG/kDJqPRT+e76EiMm9COPSvoDjuD4Azv89CCGLvgBPgLsGkgM/EEw5vpQh9T64N6e+SKrjPap4Pr5Exi0+yANDvhR3dT5UnIy9+mJZvqT78L1gTa0+QJcXPBRY676wtTW9cGjtPqTJab4oVlc+1Rd2vj6yvT6uTfq+uXNZPi3GbL7oF1W+DduAvk/xmb4B36U+ga6oPvmNoT1R5x09cWhxvYhhSjzzwta+Bo0iPgLG+b47H78++Z8Hv6QavD7uHAk/ENxmPU5kRb7EDbY+wOgKv4Cf7T4gxus9IBguPg=="
      ]
    },
    "dense_2": {
      "bias": [
        "skeTvOGYKr2i8S28InopvWSVyDzRTj28oclHvBiccb244sm8hL8KvQ=="
      ],
      "weights": [
        "gEBqvF9S1T4A2Li8IrxyPb4BSr4AmCu+golOviCRLr0g/nI9QPPkPOqBdb5/K8w+QaxTvhGiAD/7w5G+FRwGv6xB8b7tfly+ycTkPXnaPr6/iEI+3swyvpRHg73SLrg+ZQT0vrQq1b56Yc++WpbivsU6lL6IeeK+rGruvfk79D53jQc+vHYRvB6cUz44+gA8cb1zvBVi8DshVKM9vDWQvuYpzT4im6i+POivPiZsBb8h6eK+sPeHPkOHxj5zsSc/T3hcPsdQij5h/hC/ieeNPsEahL41+5s9oPrPPVtdZD5XcdQ9FMKnPhAc0z6xXrS+F1CNPjydsr7DwKQ+SlKePtCw+D6enqW+NiVSPSVARr6ipU89tKQBPY1p4b5qMEy8cMXlPvvccD7mSI0+arkCvzDhcr1zyyu8TxqkPmQkrr6ws2k9ANuQPLjUQb76+AI/SMonPqIJkb0qLaA+D3C/vndtj775GyW+EqatPuOD4j70a3G+vSDBvlR0nT5yWJQ+OldNvnwGdT5kEia+e8n1vg=="
      ]
    },
    "dense_3": {
      "bias": [
        "JyRsvA=="
      ],
      "weights": [
        "aKJyPf5Nmz7Q3LI+oAUiP9airb5XpYs+9ra5vi2szL26Vxc/USEhvw=="
      ]
    }
  }
}
